Repository: efemesudiyeli/Spyquest
Catalog: Spyfall/Resources/Localizable.xcstrings
Source language: en
Languages: fr, tr

source: Tumbleweed Canyon is a narrow, winding gorge surrounded by jagged rocks and endless tumbleweeds. It's known as a hideout for bandits and outlaws, where they plan their next robbery. Only the bravest venture into its depths, seeking riches or revenge.
fr: Le Tumbleweed Canyon est une gorge étroite et sinueuse entourée de rochers déchiquetés et d'innombrables mauvaises herbes. Il est connu pour être le repaire des bandits et des hors-la-loi, qui y préparent leur prochain vol. Seuls les plus courageux s'aventurent dans ses profondeurs, en quête de richesse ou de vengeance.
tr: Küre Çalı Kanyonu, pürüzlü kayalar ve sonsuz küre çalılarla çevrili dar, kıvrımlı bir boğazdır. Haydutların ve kanun kaçaklarının sığınağı olarak bilinir, burada bir sonraki soygunu planlarlar. Sadece en cesurlar, zenginlik veya intikam peşinde derinliklerine girmeye cesaret eder.

source: Umpire
fr: Juge-arbitre
tr: Hakem

source: University
fr: Université
tr: Üniversite

source: Unlock All Features
fr: Débloquer toutes les fonctionnalités
tr: Tüm Özellikleri Aç

source: Unwanted Guest
fr: Invité indésirable
tr: İstenmeyen Misafir

source: Vendor
fr: Vendeur
tr: Satıcı

source: Veterinarian
fr: Vétérinaire
tr: Veteriner

source: Vicious Storms
fr: Tempêtes violentes
tr: Şiddetli Fırtınalar

source: Vineyard
fr: Vignoble
tr: Üzüm Bağı

source: Vineyard Manager
fr: Gestionnaire de vignobles
tr: Müdür

source: Visitor
fr: Visiteur
tr: Ziyaretçi

source: Volunteer
fr: Bénévole
tr: Gönüllü

source: Waiter
fr: Serveur
tr: Garson

source: Waiting for host to start the game...
fr: En attente que l'hôte commence le jeu...
tr: Sunucunun oyunu başlatması bekleniyor...

source: Waiting Room
fr: Salle d'attente
tr: Bekleme Odası

source: Waiting...
fr: En attente...
tr: Bekleniyor...

source: Warrior
fr: Guerrier
tr: Savaşçı

source: We would love for you to rate our app and share your feedback with us. Thank you!
fr: Nous aimerions que vous évaluiez notre application et que vous nous fassiez part de vos commentaires. Nous vous en remercions.
tr: Uygulamamızı değerlendirmenizi ve geri bildirimlerinizi bizimle paylaşmanızı çok isteriz. Teşekkür ederiz!

source: Wedding
fr: Mariage
tr: Düğün

source: Wedding Crasher
fr: L'intrusion dans le mariage
tr: Sorun Çıkaran

source: Wedding Planner
fr: Organisateur de mariage
tr: Düğün Planlayıcısı

source: Welcome!
fr: Bienvenue!
tr: Hoş Geldiniz!

source: Wild Ocean Depths
fr: Profondeurs de l'océan sauvage
tr: Vahşi Okyanus Derinlikleri

source: Wild West Edition
fr: Édition Wild West
tr: Vahşi Batı Versiyon

source: Wild West Edition (%lld)
fr: Édition Wild West (%lld)
tr: Vahşi Batı Versiyon (%lld)

source: Wild West Show
fr: Spectacle du Wild West
tr: Vahşi Batı Gösterisi

source: Wildlife Enthusiast
fr: Passionné de faune et de flore
tr: Vahşi Hayat Meraklısı

source: Windmill
fr: Moulin à vent
tr: Yel Değirmeni

source: Wine Taster
fr: Dégustateur de vin
tr: Şarap Tadımcısı

source: Winemaker
fr: Vigneron
tr: Şarap Ustası

source: Witness
fr: Témoin
tr: Tanık

source: Worker
fr: Travailleur
tr: İşçi

source: Wounded
fr: Blessé
tr: Yaralı

source: Wrongly Accused Man
fr: Homme accusé à tort
tr: Haksız Yere Suçlanan Adam

source: You are the spy!
fr: Vous êtes l'espion!
tr: Casus sensin!

source: You are the SPY!
fr: Vous êtes l'ESPION!
tr: CASUS sensin!

source: You were removed from the room. The host may have left or removed you.
fr: Vous avez été retiré de la salle. L'hôte a peut-être quitté ou vous a retiré.
tr: Odadan çıkarıldınız. Sunucu ayrılmış veya sizi çıkarmış olabilir.

source: You'll need at least 3 players. but the game is best played with 4-6 players.
fr: Vous aurez besoin d'au moins 3 joueurs, mais le jeu se joue de préférence entre 4 et 6 joueurs.
tr: Oyunu oynamak için en az 3 oyuncuya ihtiyacın var. Fakat oyun en iyi 4-6 kişi ile oynanır!

source: Your Name
fr: Votre nom
tr: Adınız

source: Your role is: %@
fr: Votre rôle est: %@
tr: Rolün: %@

source: Your role will be revealed in:
fr: Votre rôle sera révélé dans:
tr: Rolün şu sürede açıklanacak:

source: Zookeeper
fr: Gardien de zoo
tr: Hayvanat Bahçesi Görevlisi

source: Acrobat
tr: Akrobat

source: Alien
tr: Uzaylı

source: Aquarium
tr: Akvaryum

source: Archer
tr: Okçu

source: Bandit
tr: Haydur

source: Barman
tr: Barmen

source: Beautician
tr: Güzellik Uzmanı

source: Bellman
tr: Bellboy

source: Casino
tr: Kumarhane

source: Clown
tr: Palyaço

source: Consultant
tr: Danışman

source: Cosplayer
tr: Cosplayci

source: Cowboy
tr: Kovboy

source: Designer
tr: Tasarımcı

source: Dispatcher
tr: Hareket Memuru

source: Fort
tr: Kale

source: Geek
tr: İnek

source: Guide
tr: Rehber

source: Hustler
tr: Dolandırıcı

source: Jogger
tr: Koşucu

source: Jumper
tr: Atlayıcı

source: Kite Surfer
tr: Uçurtma Sörfçüsü

source: Loader
tr: Yükleyici

source: Maniac
tr: Manyak

source: Masseuse
tr: Masöz

source: Miss Scarlet
tr: Bayan Scarlet

source: Nerd
tr: İnek

source: Noble
tr: Soylu

source: OK
tr: Tamam

source: Parent
tr: Çocuk Velisi

source: Patient
tr: Hasta

source: Pickpocket
tr: Gaspçı

source: Pirate
tr: Korsan

source: Police
tr: Polis

source: Principal
tr: Okul Müdürü

source: Prof. Plum
tr: Profesör Plum

source: Rancher
tr: Çiftçi

source: Ranger
tr: Koruma Görevlisi

source: Relative
tr: Akraba

source: Restaurant
tr: Restorant

source: Rich Lord
tr: Zengin Arsa Sahibi

source: Sniper
tr: Keskin Nişancı

source: Sommelier
tr: Şarap Serviscisi

source: Sprinter
tr: Koşucu

source: Stoker
tr: Kömürcü

source: Stroker
tr: Kömürcü

source: Zoo
tr: Hayvanat Bahçesi
